Repository: Shuichi346/SwiftClip
Catalog: SwiftClip/Localization/Localizable.xcstrings
Source language: en
Languages: ja

# alert.delete.body
source: Are you sure you want to delete this snippet?
ja: 本当に削除してもよろしいですか？

# alert.delete.cancel
source: Cancel
ja: キャンセル

# alert.delete.confirm
source: Delete Snippet
ja: スニペットを削除

# alert.delete.folderBody
source: Are you sure you want to delete this folder and all contained snippets?
ja: このフォルダと含まれるスニペットを削除してもよろしいですか？

# alert.delete.title
source: Delete Snippet
ja: スニペットを削除

# editor.attachments
source: Attachments
ja: 添付ファイル

# editor.attachments.add
source: Add Attachment
ja: 添付ファイルを追加

# editor.attachments.empty
source: No Attachments
ja: 添付ファイルなし

# editor.attachments.remove
source: Remove Attachment
ja: 添付ファイルを削除

# editor.empty.body
source: Choose a folder or snippet from the sidebar.
ja: サイドバーからフォルダまたはスニペットを選択してください。

# editor.empty.title
source: Select a Snippet
ja: スニペットを選択

# editor.enabled
source: Enabled
ja: 有効

# editor.folderName
source: Folder Name
ja: フォルダ名

# editor.import.append
source: Append
ja: 追加

# editor.import.body
source: Replace existing snippets or append imported folders?
ja: 既存のスニペットを置き換えますか？それとも追加しますか？

# editor.import.cancel
source: Cancel
ja: キャンセル

# editor.import.replace
source: Replace
ja: 置き換え

# editor.import.title
source: Import Snippets
ja: スニペットをインポート

# editor.shortcut
source: Shortcut
ja: ショートカット

# editor.snippetContent
source: Content
ja: 内容

# editor.snippetName
source: Snippet Name
ja: スニペット名

# editor.snippetSharing
source: Snippet Sharing
ja: スニペット共有

# editor.toolbar.addFolder
source: Add Folder
ja: フォルダ追加

# editor.toolbar.addSnippet
source: Add Snippet
ja: スニペット追加

# editor.toolbar.delete
source: Delete
ja: 削除

# editor.toolbar.export
source: Export
ja: エクスポート

# editor.toolbar.import
source: Import
ja: インポート

# editor.toolbar.toggleEnabled
source: Enable or Disable
ja: 有効/無効

# editor.untitledFolder
source: Untitled Folder
ja: 名称未設定フォルダ

# editor.untitledSnippet
source: Untitled Snippet
ja: 名称未設定スニペット

# editor.window.title
source: SwiftClip - Snippet Editor
ja: SwiftClip - スニペット編集

# error.appSupportUnavailable
source: Application Support is unavailable.
ja: Application Support を利用できません。

# error.blobNotFound
source: Blob not found: %@.
ja: Blob が見つかりません: %@。

# error.oversizedPayload
source: Clipboard item exceeds the %d byte limit.
ja: クリップボード項目が %d バイトの上限を超えています。

# error.xmlEncodeFailed
source: Could not encode Clipy XML.
ja: Clipy XML をエンコードできませんでした。

# error.xmlUnknown
source: The XML document could not be parsed.
ja: XML ドキュメントを解析できませんでした。

# history.empty
source: No History
ja: 履歴なし

# history.files
source: Files
ja: ファイル

# history.image
source: Image
ja: 画像

# history.richText
source: Rich Text
ja: リッチテキスト

# menubar.clearHistory
source: Clear History
ja: 履歴をクリア

# menubar.editSnippets
source: Edit Snippets...
ja: スニペットを編集...

# menubar.history
source: History
ja: 履歴

# menubar.preferences
source: Preferences...
ja: 環境設定...

# menubar.quit
source: Quit SwiftClip
ja: SwiftClipを終了

# menubar.snippets
source: Snippets
ja: スニペット

# onboarding.axGranted
source: Accessibility permission is granted.
ja: アクセシビリティ権限が許可されています。

# onboarding.axMissing
source: Accessibility permission is required for automatic paste.
ja: 自動ペーストにはアクセシビリティ権限が必要です。

# onboarding.body
source: SwiftClip can restore clipboard items without permission. Grant Accessibility to let it type Command-V after selecting a history item or snippet.
ja: SwiftClip は権限なしでもクリップボードを書き戻せます。履歴やスニペットの選択後に Command-V を入力するには、アクセシビリティ権限を許可してください。

# onboarding.openSettings
source: Open Settings
ja: 設定を開く

# onboarding.refresh
source: Refresh
ja: 更新

# onboarding.title
source: Paste Permission
ja: ペースト権限

# onboarding.window.title
source: SwiftClip Permissions
ja: SwiftClip 権限

# prefs.excluded.add
source: Add Bundle ID
ja: Bundle ID を追加

# prefs.excluded.choose
source: Choose apps to exclude from clipboard history
ja: クリップボード履歴から除外するアプリを選択

# prefs.excluded.helper
source: Do not save clipboard changes copied from these apps.
ja: これらのアプリからコピーした内容は履歴に保存しません。

# prefs.excluded.remove
source: Remove Bundle ID
ja: Bundle ID を削除

# prefs.excluded.title
source: Excluded Apps
ja: 除外アプリ

# prefs.extensions.deleteAfterPaste
source: Delete after paste
ja: ペースト後に削除

# prefs.extensions.deleteAfterPasteShortcut
source: Delete-after-paste trigger
ja: ペースト後削除トリガー

# prefs.extensions.deleteOnSelect
source: Delete on select
ja: 選択時に削除

# prefs.extensions.deleteOnSelectShortcut
source: Delete-on-select trigger
ja: 選択時削除トリガー

# prefs.extensions.plainTextPaste
source: Plain text paste trigger
ja: プレーンテキストペーストトリガー

# prefs.apps.choose
source: Choose App...
ja: アプリを選択...

# prefs.apps.panelMessage
source: Choose one or more applications.
ja: 1 つ以上のアプリケーションを選択してください。

# prefs.apps.panelPrompt
source: Choose
ja: 選択

# prefs.formats.fileURL
source: File names
ja: ファイル名

# prefs.formats.image
source: Images
ja: 画像

# prefs.formats.plainText
source: Plain text
ja: プレーンテキスト

# prefs.formats.url
source: URLs
ja: URL

# prefs.general.historyLimit
source: History limit: %d
ja: 履歴件数: %d

# prefs.general.launchAtLogin
source: Launch at login
ja: ログイン時に起動

# prefs.general.pasteAfterSelection
source: Type Command-V after menu selection
ja: メニュー項目選択後に Command-V を入力

# prefs.mixedPaste.add
source: Add Bundle ID
ja: Bundle ID を追加

# prefs.mixedPaste.choose
source: Choose apps that should use two-step mixed snippet paste
ja: 混在スニペットで 2 段階ペーストを使うアプリを選択

# prefs.mixedPaste.helper
source: Use two-step paste for snippets that contain both text and attachments.
ja: テキストと添付ファイルの両方を含むスニペットで、2 段階ペーストを使用します。

# prefs.mixedPaste.remove
source: Remove Bundle ID
ja: Bundle ID を削除

# prefs.mixedPaste.title
source: Mixed Snippet Paste Apps
ja: 混在スニペットのペースト対象アプリ

# prefs.menu.showNumbers
source: Show numbers
ja: 番号を表示

# prefs.menu.startAtZero
source: Start numbering at zero
ja: 0 から番号を開始

# prefs.menu.titleLimit
source: Menu title limit: %d characters
ja: メニュータイトル上限: %d 文字

# prefs.tab.apps
source: Apps
ja: アプリ

# prefs.tab.excludedApps
source: Excluded Apps
ja: 除外アプリ

# prefs.tab.extensions
source: Extensions
ja: 拡張機能

# prefs.tab.formats
source: Formats
ja: 対応形式

# prefs.tab.general
source: General
ja: 一般

# prefs.tab.menu
source: Menu
ja: メニュー

# prefs.tab.shortcuts
source: Shortcuts
ja: ショートカット

# prefs.window.title
source: SwiftClip Preferences
ja: SwiftClip 環境設定

# shortcuts.clearHistory
source: Clear History
ja: 履歴をクリア

# shortcuts.mainMenu
source: Main
ja: メイン

# shortcuts.preferences
source: Preferences
ja: 環境設定

# shortcuts.snippetEditor
source: Snippet Editor
ja: スニペット編集

# snippets.empty
source: No Snippets
ja: スニペットなし

# snippets.folderEmpty
source: Empty Folder
ja: 空のフォルダ
